{
  N5: [
    { japanese: "あさ", hiragana: "あさ", korean: "아침", romaji: "asa" },
    { japanese: "いま", hiragana: "いま", korean: "지금", romaji: "ima" },
    { japanese: "えいが", hiragana: "えいが", korean: "영화", romaji: "eiga" },
    { japanese: "おかね", hiragana: "おかね", korean: "돈", romaji: "okane" },
    { japanese: "がっこう", hiragana: "がっこう", korean: "학교", romaji: "gakkou" },
    { japanese: "くるま", hiragana: "くるま", korean: "자동차", romaji: "kuruma" },
    { japanese: "さかな", hiragana: "さかな", korean: "생선, 물고기", romaji: "sakana" },
    { japanese: "たべる", hiragana: "たべる", korean: "먹다", romaji: "taberu" },
    { japanese: "なまえ", hiragana: "なまえ", korean: "이름", romaji: "namae" },
    { japanese: "はな", hiragana: "はな", korean: "꽃", romaji: "hana" },
    { japanese: "みず", hiragana: "みず", korean: "물", romaji: "mizu" },
    { japanese: "やま", hiragana: "やま", korean: "산", romaji: "yama" },
    { japanese: "ゆき", hiragana: "ゆき", korean: "눈(날씨)", romaji: "yuki" },
    { japanese: "よる", hiragana: "よる", korean: "밤", romaji: "yoru" },
    { japanese: "わたし", hiragana: "わたし", korean: "나", romaji: "watashi" },
    { japanese: "ひと", hiragana: "ひと", korean: "사람", romaji: "hito" },
    { japanese: "ほん", hiragana: "ほん", korean: "책", romaji: "hon" },
    { japanese: "いぬ", hiragana: "いぬ", korean: "개", romaji: "inu" },
    { japanese: "ねこ", hiragana: "ねこ", korean: "고양이", romaji: "neko" },
    { japanese: "でんわ", hiragana: "でんわ", korean: "전화", romaji: "denwa" },
    { japanese: "とけい", hiragana: "とけい", korean: "시계", romaji: "tokei" },
    { japanese: "かばん", hiragana: "かばん", korean: "가방", romaji: "kaban" },
    { japanese: "ごはん", hiragana: "ごはん", korean: "밥", romaji: "gohan" },
    { japanese: "せんせい", hiragana: "せんせい", korean: "선생님", romaji: "sensei" },
    { japanese: "がくせい", hiragana: "がくせい", korean: "학생", romaji: "gakusei" },
    { japanese: "ともだち", hiragana: "ともだち", korean: "친구", romaji: "tomodachi" },
    { japanese: "かぞく", hiragana: "かぞく", korean: "가족", romaji: "kazoku" },
    { japanese: "ちち", hiragana: "ちち", korean: "아버지(자기)", romaji: "chichi" },
    { japanese: "はは", hiragana: "はは", korean: "어머니(자기)", romaji: "haha" },
    { japanese: "あに", hiragana: "あに", korean: "형, 오빠(자기)", romaji: "ani" }
  ],
  N4: [
    { japanese: "あんぜん", hiragana: "あんぜん", korean: "안전", romaji: "anzen" },
    { japanese: "いけん", hiragana: "いけん", korean: "의견", romaji: "iken" },
    { japanese: "うんどう", hiragana: "うんどう", korean: "운동", romaji: "undou" },
    { japanese: "えんりょ", hiragana: "えんりょ", korean: "사양, 유보", romaji: "enryo" },
    { japanese: "おくさん", hiragana: "おくさん", korean: "부인(남의)", romaji: "okusan" },
    { japanese: "かいぎ", hiragana: "かいぎ", korean: "회의", romaji: "kaigi" },
    { japanese: "きもち", hiragana: "きもち", korean: "기분", romaji: "kimochi" },
    { japanese: "くうこう", hiragana: "くうこう", korean: "공항", romaji: "kuukou" },
    { japanese: "けいけん", hiragana: "けいけん", korean: "경험", romaji: "keiken" },
    { japanese: "こうつう", hiragana: "こうつう", korean: "교통", romaji: "koutsuu" },
    { japanese: "しゃかい", hiragana: "しゃかい", korean: "사회", romaji: "shakai" },
    { japanese: "しゅうかん", hiragana: "しゅうかん", korean: "습관", romaji: "shuukan" },
    { japanese: "せいかつ", hiragana: "せいかつ", korean: "생활", romaji: "seikatsu" },
    { japanese: "そうだん", hiragana: "そうだん", korean: "상담", romaji: "soudan" },
    { japanese: "ちゅうい", hiragana: "ちゅうい", korean: "주의", romaji: "chuui" },
    { japanese: "てんき", hiragana: "てんき", korean: "날씨", romaji: "tenki" },
    { japanese: "ねつ", hiragana: "ねつ", korean: "열(체온)", romaji: "netsu" },
    { japanese: "はんたい", hiragana: "はんたい", korean: "반대", romaji: "hantai" },
    { japanese: "ひっこし", hiragana: "ひっこし", korean: "이사", romaji: "hikkoshi" },
    { japanese: "ふくざつ", hiragana: "ふくざつ", korean: "복잡", romaji: "fukuzatsu" },
    { japanese: "べんきょう", hiragana: "べんきょう", korean: "공부", romaji: "benkyou" },
    { japanese: "ほうほう", hiragana: "ほうほう", korean: "방법", romaji: "houhou" },
    { japanese: "まいにち", hiragana: "まいにち", korean: "매일", romaji: "mainichi" },
    { japanese: "やくそく", hiragana: "やくそく", korean: "약속", romaji: "yakusoku" },
    { japanese: "ゆうめい", hiragana: "ゆうめい", korean: "유명", romaji: "yuumei" },
    { japanese: "りょうり", hiragana: "りょうり", korean: "요리", romaji: "ryouri" },
    { japanese: "れきし", hiragana: "れきし", korean: "역사", romaji: "rekishi" },
    { japanese: "わかい", hiragana: "わかい", korean: "젊다", romaji: "wakai" },
    { japanese: "しんぱい", hiragana: "しんぱい", korean: "걱정", romaji: "shinpai" },
    { japanese: "けっこん", hiragana: "けっこん", korean: "결혼", romaji: "kekkon" }
  ],
  N3: [
    { japanese: "あいさつ", hiragana: "あいさつ", korean: "인사", romaji: "aisatsu" },
    { japanese: "いじょう", hiragana: "いじょう", korean: "이상", romaji: "ijou" },
    { japanese: "うわさ", hiragana: "うわさ", korean: "소문", romaji: "uwasa" },
    { japanese: "えいきょう", hiragana: "えいきょう", korean: "영향", romaji: "eikyou" },
    { japanese: "おうえん", hiragana: "おうえん", korean: "응원", romaji: "ouen" },
    { japanese: "かいけつ", hiragana: "かいけつ", korean: "해결", romaji: "kaiketsu" },
    { japanese: "きんきゅう", hiragana: "きんきゅう", korean: "긴급", romaji: "kinkyuu" },
    { japanese: "くうき", hiragana: "くうき", korean: "공기", romaji: "kuuki" },
    { japanese: "けいざい", hiragana: "けいざい", korean: "경제", romaji: "keizai" },
    { japanese: "こうこく", hiragana: "こうこく", korean: "광고", romaji: "koukoku" },
    { japanese: "さんぎょう", hiragana: "さんぎょう", korean: "산업", romaji: "sangyou" },
    { japanese: "じっけん", hiragana: "じっけん", korean: "실험", romaji: "jikken" },
    { japanese: "すいせん", hiragana: "すいせん", korean: "추천", romaji: "suisen" },
    { japanese: "せきにん", hiragana: "せきにん", korean: "책임", romaji: "sekinin" },
    { japanese: "そうぞう", hiragana: "そうぞう", korean: "상상", romaji: "souzou" },
    { japanese: "たいど", hiragana: "たいど", korean: "태도", romaji: "taido" },
    { japanese: "ちょうせん", hiragana: "ちょうせん", korean: "도전", romaji: "chousen" },
    { japanese: "てきせつ", hiragana: "てきせつ", korean: "적절", romaji: "tekisetsu" },
    { japanese: "とくちょう", hiragana: "とくちょう", korean: "특징", romaji: "tokuchou" },
    { japanese: "にんげん", hiragana: "にんげん", korean: "인간", romaji: "ningen" },
    { japanese: "ねんれい", hiragana: "ねんれい", korean: "연령", romaji: "nenrei" },
    { japanese: "はいけい", hiragana: "はいけい", korean: "배경", romaji: "haikei" },
    { japanese: "ひょうげん", hiragana: "ひょうげん", korean: "표현", romaji: "hyougen" },
    { japanese: "ふくしゅう", hiragana: "ふくしゅう", korean: "복습", romaji: "fukushuu" },
    { japanese: "へんこう", hiragana: "へんこう", korean: "변경", romaji: "henkou" },
    { japanese: "ぼうえき", hiragana: "ぼうえき", korean: "무역", romaji: "boueki" },
    { japanese: "みりょく", hiragana: "みりょく", korean: "매력", romaji: "miryoku" },
    { japanese: "めいわく", hiragana: "めいわく", korean: "폐", romaji: "meiwaku" },
    { japanese: "もんだい", hiragana: "もんだい", korean: "문제", romaji: "mondai" },
    { japanese: "よそう", hiragana: "よそう", korean: "예상", romaji: "yosou" }
  ],
  N2: [
    { japanese: "あいまい", hiragana: "あいまい", korean: "애매", romaji: "aimai" },
    { japanese: "いがい", hiragana: "いがい", korean: "의외", romaji: "igai" },
    { japanese: "うらぎる", hiragana: "うらぎる", korean: "배신하다", romaji: "uragiru" },
    { japanese: "えんちょう", hiragana: "えんちょう", korean: "연장", romaji: "enchou" },
    { japanese: "おこなう", hiragana: "おこなう", korean: "행하다", romaji: "okonau" },
    { japanese: "かいてき", hiragana: "かいてき", korean: "쾌적", romaji: "kaiteki" },
    { japanese: "きびしい", hiragana: "きびしい", korean: "엄격하다", romaji: "kibishii" },
    { japanese: "くやしい", hiragana: "くやしい", korean: "분하다", romaji: "kuyashii" },
    { japanese: "けんきゅう", hiragana: "けんきゅう", korean: "연구", romaji: "kenkyuu" },
    { japanese: "こうせい", hiragana: "こうせい", korean: "구성", romaji: "kousei" },
    { japanese: "さいのう", hiragana: "さいのう", korean: "재능", romaji: "sainou" },
    { japanese: "しどう", hiragana: "しどう", korean: "지도", romaji: "shidou" },
    { japanese: "しょうらい", hiragana: "しょうらい", korean: "장래", romaji: "shourai" },
    { japanese: "しんり", hiragana: "しんり", korean: "심리", romaji: "shinri" },
    { japanese: "せんもん", hiragana: "せんもん", korean: "전문", romaji: "senmon" },
    { japanese: "そうぞうりょく", hiragana: "そうぞうりょく", korean: "상상력", romaji: "souzouryoku" },
    { japanese: "たいりょく", hiragana: "たいりょく", korean: "체력", romaji: "tairyoku" },
    { japanese: "ちのう", hiragana: "ちのう", korean: "지능", romaji: "chinou" },
    { japanese: "つごう", hiragana: "つごう", korean: "사정", romaji: "tsugou" },
    { japanese: "できごと", hiragana: "できごと", korean: "사건", romaji: "dekigoto" },
    { japanese: "とりひき", hiragana: "とりひき", korean: "거래", romaji: "torihiki" },
    { japanese: "ないよう", hiragana: "ないよう", korean: "내용", romaji: "naiyou" },
    { japanese: "にんしき", hiragana: "にんしき", korean: "인식", romaji: "ninshiki" },
    { japanese: "ねんまつ", hiragana: "ねんまつ", korean: "연말", romaji: "nenmatsu" },
    { japanese: "のうりょく", hiragana: "のうりょく", korean: "능력", romaji: "nouryoku" },
    { japanese: "はあく", hiragana: "はあく", korean: "파악", romaji: "haaku" },
    { japanese: "ひはん", hiragana: "ひはん", korean: "비판", romaji: "hihan" },
    { japanese: "ふきゅう", hiragana: "ふきゅう", korean: "보급", romaji: "fukyuu" },
    { japanese: "ぶんせき", hiragana: "ぶんせき", korean: "분석", romaji: "bunseki" },
    { japanese: "ほうしん", hiragana: "ほうしん", korean: "방침", romaji: "houshin" }
  ],
  N1: [
    { japanese: "あくしつ", hiragana: "あくしつ", korean: "악질", romaji: "akushitsu" },
    { japanese: "いぞん", hiragana: "いぞん", korean: "의존", romaji: "izon" },
    { japanese: "うちわけ", hiragana: "うちわけ", korean: "내역", romaji: "uchiwake" },
    { japanese: "えいせい", hiragana: "えいせい", korean: "위생", romaji: "eisei" },
    { japanese: "おうよう", hiragana: "おうよう", korean: "응용", romaji: "ouyou" },
    { japanese: "かくじつ", hiragana: "かくじつ", korean: "확실", romaji: "kakujitsu" },
    { japanese: "きはん", hiragana: "きはん", korean: "규범", romaji: "kihan" },
    { japanese: "くふう", hiragana: "くふう", korean: "궁리", romaji: "kufuu" },
    { japanese: "けっせき", hiragana: "けっせき", korean: "결석", romaji: "kesseki" },
    { japanese: "こうりつ", hiragana: "こうりつ", korean: "효율", romaji: "kouritsu" },
    { japanese: "さくげん", hiragana: "さくげん", korean: "삭감", romaji: "sakugen" },
    { japanese: "しげき", hiragana: "しげき", korean: "자극", romaji: "shigeki" },
    { japanese: "しゅうせい", hiragana: "しゅうせい", korean: "수정", romaji: "shuusei" },
    { japanese: "しんこう", hiragana: "しんこう", korean: "진행", romaji: "shinkou" },
    { japanese: "せいさく", hiragana: "せいさく", korean: "정책", romaji: "seisaku" },
    { japanese: "そくてい", hiragana: "そくてい", korean: "측정", romaji: "sokutei" },
    { japanese: "だせい", hiragana: "だせい", korean: "타성", romaji: "dasei" },
    { japanese: "ちょうせい", hiragana: "ちょうせい", korean: "조정", romaji: "chousei" },
    { japanese: "ていあん", hiragana: "ていあん", korean: "제안", romaji: "teian" },
    { japanese: "とうかつ", hiragana: "とうかつ", korean: "통괄", romaji: "toukatsu" },
    { japanese: "なっとく", hiragana: "なっとく", korean: "납득", romaji: "nattoku" },
    { japanese: "にんむ", hiragana: "にんむ", korean: "임무", romaji: "ninmu" },
    { japanese: "ねんぴ", hiragana: "ねんぴ", korean: "연비", romaji: "nenpi" },
    { japanese: "はんけつ", hiragana: "はんけつ", korean: "판결", romaji: "hanketsu" },
    { japanese: "ひてい", hiragana: "ひてい", korean: "부정", romaji: "hitei" },
    { japanese: "ふそく", hiragana: "ふそく", korean: "부족", romaji: "fusoku" },
    { japanese: "へんけん", hiragana: "へんけん", korean: "편견", romaji: "henken" },
    { japanese: "ほご", hiragana: "ほご", korean: "보호", romaji: "hogo" },
    { japanese: "まさつ", hiragana: "まさつ", korean: "마찰", romaji: "masatsu" },
    { japanese: "めんじょ", hiragana: "めんじょ", korean: "면제", romaji: "menjo" }
  ]
}